Repository: AgentScienceandResearch/Finance-Tracker-iOS
Catalog: App Template/Localizable.xcstrings
Source language: en
Languages: ar_sa, bn_bd, de_de, es_mx, fr_ca, gu_in, he, hi, hr, id, it, ja, kn_in, ko, ml_in, mr_in, ms, nb, nl_nl, or_in, pa_in, pt_br, ta_in, te_in, th, tr, uk, ur_pk, vi, zh_hans, zh_hant

source: Cancel anytime in App Store Settings. Subscription auto-renews unless cancelled at least 24 hours before the end of the current period.
ar_sa: يمكنك الإلغاء في أي وقت من خلال إعدادات App Store. يتم تجديد الاشتراك تلقائيًا ما لم يتم إلغاؤه قبل 24 ساعة على الأقل من نهاية الفترة الحالية.
bn_bd: App Store সেটিংস থেকে যেকোনো সময় বাতিল করুন। বর্তমান মেয়াদ শেষ হওয়ার কমপক্ষে 24 ঘন্টা আগে বাতিল না হলে সদস্যতা স্বয়ংক্রিয়ভাবে পুনর্নবীকরণ হয়।
de_de: Sie können jederzeit in den App Store-Einstellungen kündigen. Das Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor dem Ende des aktuellen Zeitraums gekündigt wird.
es_mx: Cancele en cualquier momento en App Store Configuración. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual.
fr_ca: Annulez à tout moment dans les paramètres App Store. L'abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant la fin de la période en cours.
gu_in: App Store સેટિંગ્સમાં ગમે ત્યારે રદ કરો. વર્તમાન સમયગાળાની સમાપ્તિના ઓછામાં ઓછા 24 કલાક પહેલાં રદ ન થાય તો સબ્સ્ક્રિપ્શન ઑટો-રિન્યૂ થાય છે.
he: בטל בכל עת בהגדרות App Store. המנוי מתחדש אוטומטית, אלא אם כן בוטל לפחות 24 שעות לפני תום התקופה הנוכחית.
hi: App Store सेटिंग्स में किसी भी समय रद्द करें। वर्तमान अवधि के अंत से कम से कम 24 घंटे पहले रद्द किए जाने तक सदस्यता स्वतः नवीनीकृत हो जाती है।
hr: Otkažite bilo kada u postavkama App Store. Pretplata se automatski obnavlja osim ako se ne otkaže najmanje 24 sata prije kraja tekućeg razdoblja.
id: Batalkan kapan saja di Pengaturan App Store. Langganan diperpanjang secara otomatis kecuali dibatalkan setidaknya 24 jam sebelum akhir periode berjalan.
it: Annulla in qualsiasi momento nelle Impostazioni di App Store. L'abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima della fine del periodo corrente.
ja: App Store 設定でいつでもキャンセルできます。現在の期間が終了する少なくとも 24 時間前にキャンセルしない限り、サブスクリプションは自動更新されます。
kn_in: App Store ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಯಾವಾಗ ಬೇಕಾದರೂ ರದ್ದುಮಾಡಿ. ಪ್ರಸ್ತುತ ಅವಧಿ ಮುಗಿಯುವ ಕನಿಷ್ಠ 24 ಗಂಟೆಗಳ ಮೊದಲು ರದ್ದುಗೊಳಿಸದ ಹೊರತು ಚಂದಾದಾರಿಕೆ ಸ್ವಯಂ-ನವೀಕರಣಗೊಳ್ಳುತ್ತದೆ.
ko: App Store 설정에서 언제든지 취소하세요. 현재 기간이 종료되기 최소 24시간 전에 취소하지 않으면 구독이 자동 갱신됩니다.
ml_in: App Store ക്രമീകരണങ്ങളിൽ എപ്പോൾ വേണമെങ്കിലും റദ്ദാക്കുക. നിലവിലെ കാലയളവ് അവസാനിക്കുന്നതിന് 24 മണിക്കൂർ മുമ്പെങ്കിലും റദ്ദാക്കിയില്ലെങ്കിൽ സബ്‌സ്‌ക്രിപ്‌ഷൻ സ്വയമേവ പുതുക്കും.
mr_in: App Store सेटिंग्जमध्ये कधीही रद्द करा. वर्तमान कालावधी संपण्याच्या किमान 24 तास आधी रद्द न केल्यास सदस्यता स्वयं-नूतनीकरण होते.
ms: Batalkan bila-bila masa dalam Tetapan App Store. Langganan diperbaharui secara automatik melainkan dibatalkan sekurang-kurangnya 24 jam sebelum tamat tempoh semasa.
nb: Avbryt når som helst i App Store-innstillingene. Abonnementet fornyes automatisk med mindre det kanselleres minst 24 timer før slutten av gjeldende periode.
nl_nl: Je kunt op elk gewenst moment opzeggen via de App Store Instellingen. Het abonnement wordt automatisch verlengd, tenzij het ten minste 24 uur voor het einde van de huidige periode wordt opgezegd.
or_in: App Store ସେଟିଂସମୂହରେ ଯେକ time ଣସି ସମୟରେ ବାତିଲ୍ କରନ୍ତୁ | ସାମ୍ପ୍ରତିକ ଅବଧି ଶେଷ ହେବାର ଅତି କମରେ 24 ଘଣ୍ଟା ପୂର୍ବରୁ ବାତିଲ୍ ନହେବା ପର୍ଯ୍ୟନ୍ତ ସଦସ୍ୟତା ସ୍ auto ତ - ନବୀକରଣ |
pa_in: App Store ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਕਿਸੇ ਵੀ ਸਮੇਂ ਰੱਦ ਕਰੋ। ਗਾਹਕੀ ਆਟੋ-ਰੀਨਿਊ ਹੁੰਦੀ ਹੈ ਜਦੋਂ ਤੱਕ ਮੌਜੂਦਾ ਮਿਆਦ ਦੇ ਅੰਤ ਤੋਂ ਘੱਟੋ-ਘੱਟ 24 ਘੰਟੇ ਪਹਿਲਾਂ ਰੱਦ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ।
pt_br: Cancele a qualquer momento nas configurações de App Store. A assinatura é renovada automaticamente, a menos que seja cancelada pelo menos 24 horas antes do final do período atual.
ta_in: App Store அமைப்புகளில் எப்போது வேண்டுமானாலும் ரத்துசெய்யலாம். தற்போதைய காலகட்டம் முடிவதற்குக் குறைந்தது 24 மணிநேரத்திற்கு முன்பு ரத்துசெய்யப்படாவிட்டால் சந்தா தானாகவே புதுப்பிக்கப்படும்.
te_in: App Store సెట్టింగ్‌లలో ఎప్పుడైనా రద్దు చేయండి. ప్రస్తుత వ్యవధి ముగియడానికి కనీసం 24 గంటల ముందు రద్దు చేయకపోతే సభ్యత్వం స్వయంచాలకంగా పునరుద్ధరించబడుతుంది.
th: ยกเลิกได้ตลอดเวลาในการตั้งค่า App Store การสมัครสมาชิกจะต่ออายุอัตโนมัติเว้นแต่จะยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดช่วงเวลาปัจจุบัน
tr: App Store Ayarlar'dan istediğiniz zaman iptal edebilirsiniz. Abonelik, mevcut dönemin bitiminden en az 24 saat önce iptal edilmediği sürece otomatik olarak yenilenir.
uk: Скасувати будь-коли в налаштуваннях App Store. Підписка автоматично поновлюється, якщо її не скасовано принаймні за 24 години до закінчення поточного періоду.
ur_pk: App Store ترتیبات میں کسی بھی وقت منسوخ کریں۔ سبسکرپشن خودکار تجدید ہو جاتی ہے جب تک کہ موجودہ مدت کے اختتام سے کم از کم 24 گھنٹے پہلے منسوخ کر دیا جائے۔
vi: Hủy bất kỳ lúc nào trong App Store Cài đặt. Đăng ký tự động gia hạn trừ khi bị hủy ít nhất 24 giờ trước khi kết thúc giai đoạn hiện tại.
zh_hans: 随时在 App Store 设置中取消。除非在当前订阅期结束前至少 24 小时取消，否则订阅将自动续订。
zh_hant: 隨時在 App Store 設定中取消。除非在當前訂閱期結束前至少 24 小時取消，否則訂閱將自動續訂。

source: Card Grid
ar_sa: شبكة البطاقة
bn_bd: কার্ড গ্রিড
de_de: Kartengitter
es_mx: Cuadrícula de tarjetas
fr_ca: Grille de cartes
gu_in: કાર્ડ ગ્રીડ
he: רשת כרטיסים
hi: कार्ड ग्रिड
hr: Mreža kartice
id: Kotak Kartu
it: Griglia di carte
ja: カードグリッド
kn_in: ಕಾರ್ಡ್ ಗ್ರಿಡ್
ko: 카드 그리드
ml_in: കാർഡ് ഗ്രിഡ്
mr_in: कार्ड ग्रिड
ms: Grid Kad
nl_nl: Kaartraster
or_in: କାର୍ଡ ଗ୍ରୀଡ୍
pa_in: ਕਾਰਡ ਗਰਿੱਡ
pt_br: Grade de cartões
ta_in: அட்டை கட்டம்
te_in: కార్డ్ గ్రిడ్
th: ตารางการ์ด
tr: Kart Izgarası
uk: Сітка картки
ur_pk: کارڈ گرڈ
vi: Lưới thẻ
zh_hans: 卡片网格
zh_hant: 卡片網格

source: Categories
ar_sa: الفئات
bn_bd: ক্যাটাগরি
de_de: Kategorien
es_mx: Categorías
fr_ca: Catégories
gu_in: શ્રેણીઓ
he: קטגוריות
hi: श्रेणियाँ
hr: kategorije
id: Kategori
it: Categorie
ja: カテゴリー
kn_in: ವರ್ಗಗಳು
ko: 카테고리
ml_in: വിഭാഗങ്ങൾ
mr_in: श्रेण्या
ms: Kategori
nb: Kategorier
nl_nl: Categorieën
or_in: ବର୍ଗଗୁଡିକ
pa_in: ਸ਼੍ਰੇਣੀਆਂ
pt_br: Categorias
ta_in: வகைகள்
te_in: వర్గాలు
th: หมวดหมู่
tr: Kategoriler
uk: Категорії
ur_pk: زمرہ جات
vi: Danh mục
zh_hans: 类别
zh_hant: 類別

source: Category
ar_sa: الفئة
bn_bd: শ্রেণী
de_de: Kategorie
es_mx: Categoría
fr_ca: Catégorie
gu_in: શ્રેણી
he: קטגוריה
hi: श्रेणी
hr: Kategorija
id: Kategori
it: Categoria
ja: カテゴリ
kn_in: ವರ್ಗ
ko: 카테고리
ml_in: വിഭാഗം
mr_in: श्रेणी
ms: kategori
nb: Kategori
nl_nl: Categorie
or_in: ବର୍ଗ
pa_in: ਸ਼੍ਰੇਣੀ
pt_br: Categoria
ta_in: வகை
te_in: వర్గం
th: หมวดหมู่
tr: Kategori
uk: Категорія
ur_pk: زمرہ
vi: Danh mục
zh_hans: 类别
zh_hant: 類別

source: Change File
ar_sa: تغيير الملف
bn_bd: ফাইল পরিবর্তন করুন
de_de: Datei ändern
es_mx: Cambiar archivo
fr_ca: Changer de fichier
gu_in: ફાઇલ બદલો
he: שנה קובץ
hi: फ़ाइल बदलें
hr: Promjena datoteke
id: Ubah Berkas
it: Cambia file
ja: ファイルの変更
kn_in: ಫೈಲ್ ಬದಲಾಯಿಸಿ
ko: 파일 변경
ml_in: ഫയൽ മാറ്റുക
mr_in: फाइल बदला
ms: Tukar Fail
nb: Endre fil
nl_nl: Bestand wijzigen
or_in: ଫାଇଲ୍ ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa_in: ਫਾਈਲ ਬਦਲੋ
pt_br: Alterar arquivo
ta_in: கோப்பை மாற்றவும்
te_in: ఫైల్ మార్చండి
th: เปลี่ยนไฟล์
tr: Dosyayı Değiştir
uk: Змінити файл
ur_pk: فائل کو تبدیل کریں۔
vi: Thay đổi tập tin
zh_hans: 更改文件
zh_hant: 更改文件

source: Change Photo
ar_sa: تغيير الصورة
bn_bd: ছবি পরিবর্তন করুন
de_de: Foto ändern
es_mx: Cambiar foto
fr_ca: Changer de photo
gu_in: ફોટો બદલો
he: שנה תמונה
hi: फ़ोटो बदलें
hr: Promjena fotografije
id: Ubah Foto
it: Cambia foto
ja: 写真を変更する
kn_in: ಫೋಟೋ ಬದಲಾಯಿಸಿ
ko: 사진 변경
ml_in: ഫോട്ടോ മാറ്റുക
mr_in: फोटो बदला
ms: Tukar Foto
nb: Bytt bilde
nl_nl: Foto wijzigen
or_in: ଫଟୋ ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa_in: ਫੋਟੋ ਬਦਲੋ
pt_br: Alterar foto
ta_in: புகைப்படத்தை மாற்றவும்
te_in: ఫోటో మార్చండి
th: เปลี่ยนรูปถ่าย
tr: Fotoğrafı Değiştir
uk: Змінити фото
ur_pk: تصویر تبدیل کریں۔
vi: Thay đổi ảnh
zh_hans: 更改照片
zh_hant: 更改照片

source: Change applied.
ar_sa: تم تطبيق التغيير.
bn_bd: পরিবর্তন প্রয়োগ করা হয়েছে।
de_de: Änderung angewendet.
es_mx: Cambio aplicado.
fr_ca: Modification appliquée.
gu_in: ફેરફાર લાગુ કર્યો.
he: השינוי הוחל.
hi: परिवर्तन लागू किया गया.
hr: Promjena je primijenjena.
id: Perubahan diterapkan.
it: Modifica applicata.
ja: 変更が適用されました。
kn_in: ಬದಲಾವಣೆ ಅನ್ವಯಿಸಲಾಗಿದೆ.
ko: 변경사항이 적용되었습니다.
ml_in: മാറ്റം പ്രയോഗിച്ചു.
mr_in: बदल लागू केला.
ms: Perubahan digunakan.
nb: Endring tatt i bruk.
nl_nl: Wijziging toegepast.
or_in: ପରିବର୍ତ୍ତନ ପ୍ରୟୋଗ ହୋଇଛି |
pa_in: ਤਬਦੀਲੀ ਲਾਗੂ ਕੀਤੀ ਗਈ।
pt_br: Alteração aplicada.
ta_in: மாற்றம் பயன்படுத்தப்பட்டது.
te_in: మార్పు వర్తించబడింది.
th: ใช้การเปลี่ยนแปลงแล้ว
tr: Değişiklik uygulandı.
uk: Зміну застосовано.
ur_pk: تبدیلی لاگو ہو گئی۔
vi: Đã áp dụng thay đổi.
zh_hans: 已应用更改。
zh_hant: 已套用更改。

source: Checking…
ar_sa: جارٍ التحقق…
bn_bd: পরীক্ষা করা হচ্ছে...
de_de: Überprüfen…
es_mx: Comprobando…
fr_ca: Vérification…
gu_in: તપાસી રહ્યું છે...
he: בודק...
hi: जाँच हो रही है...
hr: Provjera...
id: Memeriksa…
it: Controllo…
ja: 確認中…
kn_in: ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ...
ko: 확인 중…
ml_in: പരിശോധിക്കുന്നു...
mr_in: तपासत आहे...
ms: Menyemak…
nb: Sjekker …
nl_nl: Controleren…
or_in: ଯାଞ୍ଚ…
pa_in: ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pt_br: Verificando…
ta_in: சரிபார்க்கிறது…
te_in: తనిఖీ చేస్తోంది...
th: กำลังตรวจสอบ...
tr: Kontrol ediliyor…
uk: Перевірка…
ur_pk: چیک کیا جا رہا ہے…
vi: Đang kiểm tra…
zh_hans: 正在检查...
zh_hant: 正在檢查...

source: Choose File
ar_sa: اختر ملف
bn_bd: ফাইল নির্বাচন করুন
de_de: Wählen Sie Datei
es_mx: Elija archivo
fr_ca: Choisir un fichier
gu_in: ફાઇલ પસંદ કરો
he: בחר קובץ
hi: फ़ाइल चुनें
hr: Odaberite Datoteka
id: Pilih File
it: Scegli File
ja: ファイルを選択
kn_in: ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ
ko: 파일 선택
ml_in: ഫയൽ തിരഞ്ഞെടുക്കുക
mr_in: फाइल निवडा
ms: Pilih Fail
nb: Velg Fil
nl_nl: Kies Bestand
or_in: ଫାଇଲ୍ ବାଛନ୍ତୁ |
pa_in: ਫਾਈਲ ਚੁਣੋ
pt_br: Escolha arquivo
ta_in: கோப்பைத் தேர்ந்தெடுக்கவும்
te_in: ఫైల్‌ని ఎంచుకోండి
th: เลือกไฟล์
tr: Dosya Seç
uk: Виберіть Файл
ur_pk: فائل کا انتخاب کریں۔
vi: Chọn tệp
zh_hans: 选择文件
zh_hant: 選擇文件

source: Choose Photo
ar_sa: اختر صورة
bn_bd: ফটো নির্বাচন করুন
de_de: Wählen Sie Foto
es_mx: Elige foto
fr_ca: Choisissez une photo
gu_in: ફોટો પસંદ કરો
he: בחר תמונה
hi: फ़ोटो चुनें
hr: Odaberite fotografiju
id: Pilih Foto
it: Scegli Foto
ja: 写真を選択
kn_in: ಫೋಟೋ ಆಯ್ಕೆಮಾಡಿ
ko: 사진 선택
ml_in: ഫോട്ടോ തിരഞ്ഞെടുക്കുക
mr_in: फोटो निवडा
ms: Pilih Foto
nb: Velg Foto
nl_nl: Kies Foto
or_in: ଫଟୋ ବାଛନ୍ତୁ |
pa_in: ਫੋਟੋ ਚੁਣੋ
pt_br: Escolha a foto
ta_in: புகைப்படத்தைத் தேர்ந்தெடுக்கவும்
te_in: ఫోటోను ఎంచుకోండి
th: เลือกภาพถ่าย
tr: Fotoğraf Seç
uk: Виберіть Фото
ur_pk: تصویر کا انتخاب کریں۔
vi: Chọn ảnh
zh_hans: 选择照片
zh_hant: 選擇照片

source: Clear
ar_sa: واضح
bn_bd: পরিষ্কার
de_de: Klar
es_mx: Borrar
fr_ca: Effacer
gu_in: સાફ કરો
he: ברור
hi: स्पष्ट
hr: čisto
id: Jelas
it: Chiaro
ja: クリア
kn_in: ತೆರವುಗೊಳಿಸಿ
ko: 지우기
ml_in: ക്ലിയർ
mr_in: साफ
ms: Jelas
nb: Klart
nl_nl: Duidelijk
or_in: ସଫା
pa_in: ਸਾਫ਼
pt_br: Limpar
ta_in: தெளிவு
te_in: క్లియర్
th: ชัดเจน
tr: Temizle
uk: ясно
ur_pk: صاف
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Clear All Data
ar_sa: مسح كافة البيانات
bn_bd: সমস্ত ডেটা সাফ করুন
de_de: Alle Daten löschen
es_mx: Borrar todos los datos
fr_ca: Effacer toutes les données
gu_in: બધો ડેટા સાફ કરો
he: נקה את כל הנתונים
hi: सभी डेटा साफ़ करें
hr: Obriši sve podatke
id: Hapus Semua Data
it: Cancella tutti i dati
ja: すべてのデータをクリア
kn_in: ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ತೆರವುಗೊಳಿಸಿ
ko: 모든 데이터 지우기
ml_in: എല്ലാ ഡാറ്റയും മായ്‌ക്കുക
mr_in: सर्व डेटा साफ करा
ms: Kosongkan Semua Data
nb: Fjern alle data
nl_nl: Wis alle gegevens
or_in: ସମସ୍ତ ଡାଟା ସଫା କରନ୍ତୁ |
pa_in: ਸਾਰਾ ਡਾਟਾ ਕਲੀਅਰ ਕਰੋ
pt_br: Limpar todos os dados
ta_in: எல்லா தரவையும் அழிக்கவும்
te_in: మొత్తం డేటాను క్లియర్ చేయండి
th: ล้างข้อมูลทั้งหมด
tr: Tüm Verileri Temizle
uk: Очистити всі дані
ur_pk: تمام ڈیٹا صاف کریں۔
vi: Xóa tất cả dữ liệu
zh_hans: 清除所有数据
zh_hant: 清除所有數據

source: Clear all finance data
ar_sa: مسح كافة البيانات المالية
bn_bd: সমস্ত ফিনান্স ডেটা সাফ করুন
de_de: Löschen Sie alle Finanzdaten
es_mx: Borrar todos los datos financieros
fr_ca: Effacer toutes les données financières
gu_in: તમામ ફાઇનાન્સ ડેટા સાફ કરો
he: נקה את כל נתוני הכספים
hi: सभी वित्त डेटा साफ़ करें
hr: Izbrišite sve podatke o financijama
id: Hapus semua data keuangan
it: Cancella tutti i dati finanziari
ja: すべての財務データをクリアする
kn_in: ಎಲ್ಲಾ ಹಣಕಾಸು ಡೇಟಾವನ್ನು ತೆರವುಗೊಳಿಸಿ
ko: 모든 금융 데이터 지우기
ml_in: എല്ലാ സാമ്പത്തിക ഡാറ്റയും മായ്‌ക്കുക
mr_in: सर्व वित्त डेटा साफ करा
ms: Kosongkan semua data kewangan
nb: Slett alle finansdata
nl_nl: Wis alle financiële gegevens
or_in: ସମସ୍ତ ଆର୍ଥିକ ତଥ୍ୟ ସଫା କରନ୍ତୁ |
pa_in: ਸਾਰਾ ਵਿੱਤ ਡੇਟਾ ਸਾਫ਼ ਕਰੋ
pt_br: Limpe todos os dados financeiros
ta_in: அனைத்து நிதி தரவையும் அழிக்கவும்
te_in: మొత్తం ఫైనాన్స్ డేటాను క్లియర్ చేయండి
th: ล้างข้อมูลทางการเงินทั้งหมด
tr: Tüm finans verilerini temizle
uk: Очистити всі фінансові дані
ur_pk: تمام فنانس ڈیٹا کو صاف کریں۔
vi: Xóa tất cả dữ liệu tài chính
zh_hans: 清除所有财务数据
zh_hant: 清除所有財務數據

source: Clear all tracked data?
ar_sa: هل تريد مسح كافة البيانات المتعقبة؟
bn_bd: সমস্ত ট্র্যাক করা ডেটা সাফ করবেন?
de_de: Alle verfolgten Daten löschen?
es_mx: ¿Borrar todos los datos rastreados?
fr_ca: Effacer toutes les données suivies ?
gu_in: ટ્રેક કરેલ તમામ ડેટા સાફ કરીએ?
he: לנקות את כל הנתונים במעקב?
hi: सभी ट्रैक किया गया डेटा साफ़ करें?
hr: Izbrisati sve praćene podatke?
id: Hapus semua data yang dilacak?
it: Cancellare tutti i dati tracciati?
ja: 追跡データをすべて消去しますか?
kn_in: ಎಲ್ಲಾ ಟ್ರ್ಯಾಕ್ ಮಾಡಿದ ಡೇಟಾವನ್ನು ತೆರವುಗೊಳಿಸುವುದೇ?
ko: 추적된 데이터를 모두 삭제하시겠습니까?
ml_in: ട്രാക്ക് ചെയ്‌ത എല്ലാ ഡാറ്റയും മായ്‌ക്കണോ?
mr_in: सर्व ट्रॅक केलेला डेटा साफ करायचा?
ms: Kosongkan semua data yang dijejaki?
nb: Vil du slette alle sporede data?
nl_nl: Alle gevolgde gegevens wissen?
or_in: ସମସ୍ତ ଟ୍ରାକ ହୋଇଥିବା ତଥ୍ୟ ସଫା କରିବେ?
pa_in: ਕੀ ਸਾਰਾ ਟਰੈਕ ਕੀਤਾ ਡਾਟਾ ਸਾਫ਼ ਕਰਨਾ ਹੈ?
pt_br: Limpar todos os dados rastreados?
ta_in: கண்காணிக்கப்பட்ட எல்லா தரவையும் அழிக்கவா?
te_in: ట్రాక్ చేయబడిన మొత్తం డేటాను క్లియర్ చేయాలా?
th: ล้างข้อมูลที่ติดตามทั้งหมดหรือไม่
tr: İzlenen tüm veriler temizlensin mi?
uk: Очистити всі відстежувані дані?
ur_pk: سبھی ٹریک کردہ ڈیٹا کو صاف کریں؟
vi: Xóa tất cả dữ liệu được theo dõi?
zh_hans: 清除所有跟踪数据？
zh_hant: 清除所有追蹤資料？

source: Clear budget
ar_sa: ميزانية واضحة
bn_bd: পরিষ্কার বাজেট
de_de: Klares Budget
es_mx: Presupuesto claro
fr_ca: Budget clair
gu_in: સ્પષ્ટ બજેટ
he: תקציב ברור
hi: स्पष्ट बजट
hr: Čisti proračun
id: Anggaran yang jelas
it: Bilancio chiaro
ja: 明確な予算
kn_in: ಸ್ಪಷ್ಟ ಬಜೆಟ್
ko: 예산 지우기
ml_in: വ്യക്തമായ ബജറ്റ്
mr_in: स्पष्ट बजेट
ms: Bajet yang jelas
nb: Klart budsjett
nl_nl: Duidelijke begroting
or_in: ବଜେଟ୍ ସଫା କରନ୍ତୁ |
pa_in: ਸਾਫ ਬਜਟ
pt_br: Limpar orçamento
ta_in: தெளிவான பட்ஜெட்
te_in: స్పష్టమైన బడ్జెట్
th: เคลียร์งบประมาณ
tr: Bütçeyi temizle
uk: Чіткий бюджет
ur_pk: صاف بجٹ
vi: Xóa ngân sách
zh_hans: 清晰的预算
zh_hant: 清晰的預算

# Cleared %lld transactions, %lld recurring bills, and the monthly budget.
source: Cleared %1$lld transactions, %2$lld recurring bills, and the monthly budget.
ar_sa: تم مسح %1$lld من المعاملات، و%2$lld من الفواتير المتكررة، والميزانية الشهرية.
bn_bd: সাফ করা হয়েছে %1$lld লেনদেন, %2$lld পুনরাবৃত্ত বিল, এবং মাসিক বাজেট।
de_de: %1$lld Transaktionen, %2$lld wiederkehrende Rechnungen und das Monatsbudget gelöscht.
es_mx: Se borraron %1$lld transacciones, %2$lld facturas recurrentes y el presupuesto mensual.
fr_ca: Compensation de %1$lld transactions, %2$lld factures récurrentes et budget mensuel.
gu_in: %1$lld વ્યવહારો, %2$lld રિકરિંગ બિલ અને માસિક બજેટ સાફ કર્યા.
he: נמחקו %1$lld עסקאות, %2$lld חשבונות חוזרים והתקציב החודשי.
hi: %1$lld लेन-देन, %2$lld आवर्ती बिल और मासिक बजट साफ़ किया गया।
hr: Izbrisano %1$lld transakcija, %2$lld ponavljajućih računa i mjesečni proračun.
id: Menyelesaikan %1$lld transaksi, %2$lld tagihan berulang, dan anggaran bulanan.
it: Transazioni %1$lld liquidate, fatture ricorrenti %2$lld e budget mensile.
ja: %1$lld トランザクション、%2$lld 件の定期請求、および月次予算をクリアしました。
kn_in: %1$lld ವಹಿವಾಟುಗಳು, %2$lld ಮರುಕಳಿಸುವ ಬಿಲ್‌ಗಳು ಮತ್ತು ಮಾಸಿಕ ಬಜೆಟ್ ಅನ್ನು ತೆರವುಗೊಳಿಸಲಾಗಿದೆ.
ko: %1$lld 거래, %2$lld 반복 청구서 및 월 예산을 정산했습니다.
ml_in: %1$lld ഇടപാടുകൾ, %2$lld ആവർത്തന ബില്ലുകൾ, പ്രതിമാസ ബജറ്റ് എന്നിവ മായ്‌ച്ചു.
mr_in: %1$lld व्यवहार, %2$lld आवर्ती बिले आणि मासिक बजेट साफ केले.
ms: Mengosongkan %1$lld transaksi, %2$lld bil berulang dan belanjawan bulanan.
nb: Fjernet %1$lld transaksjoner, %2$lld gjentakende regninger og det månedlige budsjettet.
nl_nl: %1$lld transacties, %2$lld terugkerende facturen en het maandbudget afgehandeld.
or_in: %1$lld କାରବାର, %2$lld ବାରମ୍ବାର ବିଲ୍ ଏବଂ ମାସିକ ବଜେଟ୍ ସଫା ହୋଇଛି |
pa_in: %1$lld ਲੈਣ-ਦੇਣ, %2$lld ਆਵਰਤੀ ਬਿੱਲ, ਅਤੇ ਮਹੀਨਾਵਾਰ ਬਜਟ ਨੂੰ ਕਲੀਅਰ ਕੀਤਾ ਗਿਆ।
pt_br: %1$lld transações compensadas, %2$lld faturas recorrentes e o orçamento mensal.
ta_in: %1$lld பரிவர்த்தனைகள், %2$lld தொடர் பில்கள் மற்றும் மாதாந்திர பட்ஜெட் அழிக்கப்பட்டது.
te_in: %1$lld లావాదేవీలు, %2$lld పునరావృత బిల్లులు మరియు నెలవారీ బడ్జెట్ క్లియర్ చేయబడ్డాయి.
th: ล้างธุรกรรม %1$lld บิลที่เกิดขึ้นประจำ %2$lld และงบประมาณรายเดือน
tr: Temizlenen %1$lld işlem, %2$lld yinelenen fatura ve aylık bütçe.
uk: Очищено %1$lld трансакцій, %2$lld регулярних рахунків і щомісячний бюджет.
ur_pk: %1$lld ٹرانزیکشنز، %2$lld اعادی بل، اور ماہانہ بجٹ کو صاف کیا گیا۔
vi: Đã xóa %1$lld giao dịch, %2$lld hóa đơn định kỳ và ngân sách hàng tháng.
zh_hans: 已清算 %1$lld 笔交易、%2$lld 经常性账单和每月预算。
zh_hant: 已清算 %1$lld 筆交易、%2$lld 經常性帳單和每月預算。

source: Cleared the monthly budget.
ar_sa: مسح الميزانية الشهرية.
bn_bd: মাসিক বাজেট সাফ করেছেন।
de_de: Monatsbudget gelöscht.
es_mx: Borré el presupuesto mensual.
fr_ca: Effacé le budget mensuel.
gu_in: માસિક બજેટ સાફ કર્યું.
he: ניקה את התקציב החודשי.
hi: मासिक बजट साफ़ कर दिया.
hr: Očistio mjesečni proračun.
id: Menghapus anggaran bulanan.
it: Cancellato il budget mensile.
ja: 毎月の予算をクリアしました。
kn_in: ಮಾಸಿಕ ಬಜೆಟ್ ಅನ್ನು ತೆರವುಗೊಳಿಸಲಾಗಿದೆ.
ko: 월예산을 지웠습니다.
ml_in: പ്രതിമാസ ബജറ്റ് ക്ലിയർ ചെയ്തു.
mr_in: मासिक बजेट साफ केले.
ms: Mengosongkan belanjawan bulanan.
nb: Tømte månedsbudsjettet.
nl_nl: Het maandbudget gewist.
or_in: ମାସିକ ବଜେଟ୍ ସଫା କଲେ |
pa_in: ਮਹੀਨਾਵਾਰ ਬਜਟ ਕਲੀਅਰ ਕੀਤਾ।
pt_br: Limpou o orçamento mensal.
ta_in: மாதாந்திர வரவுசெலவுத் தொகையை நீக்கியது.
te_in: నెలవారీ బడ్జెట్‌ను క్లియర్ చేసింది.
th: เคลียร์งบประมาณรายเดือนแล้ว
tr: Aylık bütçeyi temizledim.
uk: Очистив місячний бюджет.
ur_pk: ماہانہ بجٹ صاف کیا۔
vi: Đã xóa ngân sách hàng tháng.
zh_hans: 结清了每月的预算。
zh_hant: 結清了每月的預算。

source: Cloud sync disabled
ar_sa: تم تعطيل المزامنة السحابية
bn_bd: ক্লাউড সিঙ্ক নিষ্ক্রিয়
de_de: Cloud-Synchronisierung deaktiviert
es_mx: Sincronización en la nube deshabilitada
fr_ca: Synchronisation cloud désactivée
gu_in: મેઘ સમન્વયન અક્ષમ છે
he: סנכרון ענן מושבת
hi: क्लाउड सिंक अक्षम किया गया
hr: Sinkronizacija u oblaku onemogućena
id: Sinkronisasi cloud dinonaktifkan
it: Sincronizzazione cloud disabilitata
ja: クラウド同期が無効になっています
kn_in: ಕ್ಲೌಡ್ ಸಿಂಕ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko: 클라우드 동기화가 비활성화되었습니다.
ml_in: ക്ലൗഡ് സമന്വയം പ്രവർത്തനരഹിതമാക്കി
mr_in: क्लाउड सिंक अक्षम केले
ms: Penyegerakan awan dilumpuhkan
nb: Skysynkronisering er deaktivert
nl_nl: Cloudsynchronisatie uitgeschakeld
or_in: କ୍ଲାଉଡ୍ ସିଙ୍କ୍ ଅକ୍ଷମ ହୋଇଛି |
pa_in: ਕਲਾਊਡ ਸਮਕਾਲੀਕਰਨ ਅਯੋਗ ਹੈ
pt_br: Sincronização na nuvem desativada
ta_in: கிளவுட் ஒத்திசைவு முடக்கப்பட்டது
te_in: క్లౌడ్ సమకాలీకరణ నిలిపివేయబడింది
th: ปิดใช้งานการซิงค์บนคลาวด์แล้ว
tr: Bulut senkronizasyonu devre dışı bırakıldı
uk: Хмарну синхронізацію вимкнено
ur_pk: کلاؤڈ مطابقت پذیری غیر فعال ہے۔
vi: Đồng bộ hóa đám mây bị vô hiệu hóa
zh_hans: 云同步已禁用
zh_hant: 雲端同步已停用

source: Continue with Finance Tracker AI
ar_sa: تابع مع Finance Tracker الذكاء الاصطناعي
bn_bd: Finance Tracker AI এর সাথে চালিয়ে যান
de_de: Fahren Sie mit Finance Tracker AI fort
es_mx: Continuar con Finance Tracker IA
fr_ca: Continuer avec Finance Tracker AI
gu_in: Finance Tracker AI સાથે ચાલુ રાખો
he: המשך עם Finance Tracker AI
hi: Finance Tracker AI के साथ जारी रखें
hr: Nastavite s Finance Tracker AI
id: Lanjutkan dengan Finance Tracker AI
it: Continua con Finance Tracker AI
ja: Finance Tracker AI を続ける
kn_in: Finance Tracker AI ನೊಂದಿಗೆ ಮುಂದುವರಿಯಿರಿ
ko: Finance Tracker AI로 계속하기
ml_in: Finance Tracker AI ഉപയോഗിച്ച് തുടരുക
mr_in: Finance Tracker AI सह सुरू ठेवा
ms: Teruskan dengan Finance Tracker AI
nb: Fortsett med Finance Tracker AI
nl_nl: Ga verder met Finance Tracker AI
or_in: Finance Tracker AI ସହିତ ଜାରି ରଖନ୍ତୁ |
pa_in: Finance Tracker AI ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pt_br: Continuar com Finance Tracker IA
ta_in: Finance Tracker AI உடன் தொடரவும்
te_in: Finance Tracker AIతో కొనసాగండి
th: ดำเนินการต่อด้วย Finance Tracker AI
tr: Finance Tracker AI ile devam et
uk: Продовжте з Finance Tracker AI
ur_pk: Finance Tracker AI کے ساتھ جاری رکھیں
vi: Tiếp tục với Finance Tracker AI
zh_hans: 继续使用 Finance Tracker AI
zh_hant: 繼續使用 Finance Tracker AI

source: Couldn't load plans. Please try again.
ar_sa: تعذر تحميل الخطط. يرجى المحاولة مرة أخرى.
bn_bd: প্ল্যান লোড করা যায়নি। আবার চেষ্টা করুন.
de_de: Pläne konnten nicht geladen werden. Bitte versuchen Sie es erneut.
es_mx: No se pudieron cargar los planes. Por favor inténtalo de nuevo.
fr_ca: Impossible de charger les plans. Veuillez réessayer.
gu_in: પ્લાન લોડ કરી શકાયા નથી. કૃપા કરીને ફરી પ્રયાસ કરો.
he: לא ניתן היה לטעון תוכניות. אנא נסה שוב.
hi: योजनाएं लोड नहीं की जा सकीं. कृपया पुन: प्रयास करें।
hr: Nije moguće učitati planove. Molimo pokušajte ponovo.
id: Tidak dapat memuat rencana. Silakan coba lagi.
it: Impossibile caricare i piani. Per favore riprova.
ja: 計画を読み込めませんでした。もう一度試してください。
kn_in: ಯೋಜನೆಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 계획을 로드할 수 없습니다. 다시 시도해 주세요.
ml_in: പ്ലാനുകൾ ലോഡ് ചെയ്യാനായില്ല. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr_in: योजना लोड करू शकलो नाही. कृपया पुन्हा प्रयत्न करा.
ms: Tidak dapat memuatkan rancangan. Sila cuba lagi.
nb: Kunne ikke laste inn planer. Vennligst prøv igjen.
nl_nl: Kan plannen niet laden. Probeer het opnieuw.
or_in: ଯୋଜନାଗୁଡିକ ଲୋଡ୍ ହୋଇପାରିଲା ନାହିଁ | ଦୟାକରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: ਯੋਜਨਾਵਾਂ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Não foi possível carregar os planos. Por favor, tente novamente.
ta_in: திட்டங்களை ஏற்ற முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
te_in: ప్లాన్‌లను లోడ్ చేయడం సాధ్యపడలేదు. దయచేసి మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถโหลดแผนได้ โปรดลองอีกครั้ง
tr: Planlar yüklenemedi. Lütfen tekrar deneyin.
uk: Не вдалося завантажити плани. Спробуйте ще раз.
ur_pk: پلانز لوڈ نہیں ہو سکے۔ براہ کرم دوبارہ کوشش کریں۔
vi: Không thể tải kế hoạch. Vui lòng thử lại.
zh_hans: 无法加载计划。请再试一次。
zh_hant: 無法載入計劃。請再試一次。
